Repository: elysium-studio/Glance
Catalog: Glance.ScreenLens.WinUI/Strings/*/Resources.resw
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, zh_hans

# ModuleTitle
source: Screen Lens
de: Bildschirmlupe
es: Lente de pantalla
fr: Loupe d’écran
it: Lente schermo
ja: スクリーン レンズ
ko: 화면 렌즈
nl: Schermlens
pl: Obiektyw ekranu
pt_br: Lente da tela
zh_hans: 屏幕镜头

# ModuleDisplayName
source: Screen Lens
de: Bildschirmlupe
es: Lente de pantalla
fr: Loupe d’écran
it: Lente schermo
ja: スクリーン レンズ
ko: 화면 렌즈
nl: Schermlens
pl: Obiektyw ekranu
pt_br: Lente da tela
zh_hans: 屏幕镜头

# ModuleDescription
source: Extract text from anywhere on your screen.
de: Text von einer beliebigen Stelle auf dem Bildschirm extrahieren.
es: Extrae texto desde cualquier lugar de la pantalla.
fr: Extrayez du texte depuis n’importe quelle zone de l’écran.
it: Estrai testo da qualsiasi punto dello schermo.
ja: 画面上のどこからでもテキストを抽出します。
ko: 화면 어디에서나 텍스트를 추출합니다.
nl: Extraheer tekst van elke plek op het scherm.
pl: Wyodrębniaj tekst z dowolnego miejsca na ekranie.
pt_br: Extraia texto de qualquer lugar da tela.
zh_hans: 从屏幕上的任意位置提取文本。

# ReadyStatus
source: Extract text
de: Bereit zum Extrahieren
fr: Prêt à extraire
it: Pronto per l’estrazione
ja: 抽出の準備完了
ko: 추출 준비 완료
nl: Klaar om te extraheren
pl: Gotowe do wyodrębniania
pt_br: Pronto para extrair

# ReadyDetail
source: Select text anywhere on screen
de: Text auf dem Bildschirm auswählen
es: Selecciona texto en la pantalla
fr: Sélectionnez du texte à l’écran
it: Seleziona testo sullo schermo
ja: 画面上のテキストを選択
ko: 화면에서 텍스트 선택
nl: Selecteer tekst op het scherm
pl: Wybierz tekst na ekranie
pt_br: Selecione texto na tela
zh_hans: 选择屏幕上的文本

# SelectingStatus
source: Select some text
de: Text auswählen
es: Selecciona texto
fr: Sélectionnez du texte
it: Seleziona del testo
ja: テキストを選択
ko: 텍스트 선택
nl: Selecteer tekst
pl: Wybierz tekst
pt_br: Selecione um texto
zh_hans: 选择一些文本

# SelectingDetail
source: Drag over the area to read
de: Über den zu lesenden Bereich ziehen
es: Arrastra sobre el área que quieres leer
fr: Faites glisser sur la zone à lire
it: Trascina sull’area da leggere
ja: 読み取る範囲をドラッグ
ko: 읽을 영역 위로 드래그
nl: Sleep over het te lezen gebied
pl: Przeciągnij nad obszarem do odczytania
pt_br: Arraste sobre a área a ser lida
zh_hans: 在要读取的区域上拖动

# TextFoundStatus
source: Text extracted
de: Text extrahiert
es: Texto extraído
fr: Texte extrait
it: Testo estratto
ja: テキストを抽出しました
ko: 텍스트 추출됨
nl: Tekst geëxtraheerd
pl: Tekst wyodrębniony
pt_br: Texto extraído
zh_hans: 已提取文本

# LineCountDetail
source: {0} lines detected
de: {0} Zeilen erkannt
es: {0} líneas detectadas
fr: {0} lignes détectées
it: {0} righe rilevate
ja: {0} 行を検出
ko: {0}개 줄 감지됨
nl: {0} regels gedetecteerd
pl: Wykryto wiersze: {0}
pt_br: {0} linhas detectadas
zh_hans: 检测到 {0} 行

# UnavailableStatus
source: Text extraction unavailable
de: Textextraktion nicht verfügbar
es: Extracción de texto no disponible
fr: Extraction de texte indisponible
it: Estrazione testo non disponibile
ja: テキスト抽出を利用できません
ko: 텍스트 추출을 사용할 수 없음
nl: Tekstextractie niet beschikbaar
pl: Wyodrębnianie tekstu jest niedostępne
pt_br: Extração de texto indisponível
zh_hans: 文本提取不可用

# UnavailableDetail
source: Windows could not read this area
de: Windows konnte diesen Bereich nicht lesen
es: Windows no pudo leer esta área
fr: Windows n’a pas pu lire cette zone
it: Windows non ha potuto leggere quest’area
ja: Windows はこの範囲を読み取れませんでした
ko: Windows에서 이 영역을 읽지 못했습니다
nl: Windows kon dit gebied niet lezen
pl: System Windows nie mógł odczytać tego obszaru
pt_br: O Windows não conseguiu ler esta área
zh_hans: Windows 无法读取此区域

# SelectionInstruction
source: Drag to extract text · Esc to cancel
de: Zum Extrahieren ziehen · Esc zum Abbrechen
es: Arrastra para extraer texto · Esc para cancelar
fr: Faites glisser pour extraire · Échap pour annuler
it: Trascina per estrarre · Esc per annullare
ja: ドラッグしてテキストを抽出 · Esc でキャンセル
ko: 드래그하여 텍스트 추출 · Esc로 취소
nl: Sleep om tekst te extraheren · Esc om te annuleren
pl: Przeciągnij, aby wyodrębnić · Esc, aby anulować
pt_br: Arraste para extrair texto · Esc para cancelar
zh_hans: 拖动以提取文本 · Esc 取消

# CopyButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Copy extracted text
de: Extrahierten Text kopieren
es: Copiar texto extraído
fr: Copier le texte extrait
it: Copia testo estratto
ja: 抽出したテキストをコピー
ko: 추출한 텍스트 복사
nl: Geëxtraheerde tekst kopiëren
pl: Kopiuj wyodrębniony tekst
pt_br: Copiar texto extraído
zh_hans: 复制提取的文本

# ExtractButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Extract text
de: Text extrahieren
es: Extraer texto
fr: Extraire le texte
it: Estrai testo
ja: テキストを抽出
ko: 텍스트 추출
nl: Tekst extraheren
pl: Wyodrębnij tekst
pt_br: Extrair texto
zh_hans: 提取文本

# LauncherDetail.Text
source: Select text anywhere on screen
de: Text auf dem Bildschirm auswählen
fr: Sélectionnez du texte à l’écran
it: Seleziona testo sullo schermo
ja: 画面上のテキストを選択
ko: 화면에서 텍스트 선택
nl: Selecteer tekst op het scherm
pl: Wybierz tekst na ekranie
pt_br: Selecione texto na tela

# AdjustInstruction
source: Adjust the area, then extract the text
de: Bereich anpassen und dann Text extrahieren
fr: Ajustez la zone, puis extrayez le texte
it: Regola l’area, quindi estrai il testo
ja: 範囲を調整してテキストを抽出
ko: 영역을 조정한 다음 텍스트 추출
nl: Pas het gebied aan en extraheer de tekst
pl: Dostosuj obszar, a następnie wyodrębnij tekst
pt_br: Ajuste a área e extraia o texto

# ReadingInstruction
source: Finding text…
de: Text wird gesucht…
fr: Recherche du texte…
it: Ricerca del testo…
ja: テキストを検索中…
ko: 텍스트 찾는 중…
nl: Tekst zoeken…
pl: Wyszukiwanie tekstu…
pt_br: Procurando texto…

# SelectionReadyInstruction
source: Drag over recognised text to select it
de: Zum Auswählen über erkannten Text ziehen
fr: Faites glisser sur le texte reconnu pour le sélectionner
it: Trascina sul testo riconosciuto per selezionarlo
ja: 認識されたテキスト上をドラッグして選択
ko: 인식된 텍스트 위로 드래그하여 선택
nl: Sleep over herkende tekst om deze te selecteren
pl: Przeciągnij po rozpoznanym tekście, aby go zaznaczyć
pt_br: Arraste sobre o texto reconhecido para selecioná-lo

# NoTextInstruction
source: No text was found in this area
de: In diesem Bereich wurde kein Text gefunden
fr: Aucun texte trouvé dans cette zone
it: Nessun testo trovato in quest’area
ja: この範囲にテキストは見つかりませんでした
ko: 이 영역에서 텍스트를 찾지 못했습니다
nl: Geen tekst gevonden in dit gebied
pl: Nie znaleziono tekstu w tym obszarze
pt_br: Nenhum texto foi encontrado nesta área

source: Copy selection
de: Auswahl kopieren
fr: Copier la sélection
it: Copia selezione
ja: 選択範囲をコピー
ko: 선택 영역 복사
nl: Selectie kopiëren
pl: Kopiuj zaznaczenie
pt_br: Copiar seleção

source: Copy all
de: Alles kopieren
fr: Tout copier
it: Copia tutto
ja: すべてコピー
ko: 모두 복사
nl: Alles kopiëren
pl: Kopiuj wszystko
pt_br: Copiar tudo

source: Close
de: Schließen
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar

source: Extract
de: Extrahieren
fr: Extraire
it: Estrai
ja: 抽出
ko: 추출
nl: Extraheren
pl: Wyodrębnij
pt_br: Extrair

# ReadyStatus
source: Ready to extract
es: Listo para extraer
zh_hans: 准备提取
